Repository: qcubed/application
Catalog: i18n/*.po
Languages: et, nl, pt_br, sv, zh_tw

source: Required
et: Nõutav
nl: Verplicht
pt_br: Obrigat�rio
sv: Obligatorisk
zh_tw: ���ݪ�

source: %s must have at least %s characters
et: %s peab olema vähemalt %s tähemärki
nl: %s moet minstens %s karakters lang zijn

source: %s must have at most %s characters
et: %s peab koosnema maksimaalselt %s tähemärki

source: Must have at least %s characters
et: Peab olema vähemalt %s tähemärki
nl: Moet minstens %s karakters lang zijn

source: Must have at most %s characters
et: Peab olema maksimaalselt %s tähemärki

source: Tags &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; and &lt;http://...&gt; are allowed. Use ** at the beginning of any line for a bulleted list.
et: Sildid &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; ja <http://...&gt; on lubatud. Kasutage ** alguses igas reas täpploendit.
nl: Tags &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; and &lt;http://...&gt; zijn toeglaten. Gebruik ** aan het begin van een lijn om een lijst te maken.
pt_br: Tags &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; e &lt;http://...&gt; est�o permitidas. Use ** no in�cio de qualquer linha para uma lista pontuada.
sv: Taggar &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; och &lt;http://...&gt; &auml;r till&aring;tna. Anv&auml;nd ** i b&ouml;rjan av rader f&ouml;r punkt lista.
zh_tw: �i�ϥΥH�U�аO &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; �� &lt;http://...&gt; �b��Ʀ歺��J ** �i��ܶ��زŸ�.

source: item
et: kirje
sv: rad

source: items
et: kirjed
pt_br: itens
sv: rader

source: Reset
et: Lähtesta
nl: Leegmaken
pt_br: Resetar
sv: Nollst&auml;ll

source: - Select One -
et: - Vali üks -
nl: - Selecteer een waarde -

source: Invalid Integer
et: Vigane täisarv
nl: Ongeldig getal
pt_br: N�mero inteiro inv�lido
sv: Ogiltigt heltall
zh_tw: �����T�����

source: Invalid Float
et: Vigane number
nl: Ongeldig decimaal getal
pt_br: N�mero decimal inv�lido
sv: Ogiltigt flyttall
zh_tw: �����T���B�I��

source: Value must be less than %s
et: Väärtus peab olema väiksem kui %s
nl: Waarde moet kleiner zijn dan %s
pt_br: Valor deve ser menor que %s
sv: V&auml;rdet m&aring;ste vara mindre &auml;n %s
zh_tw: �ȥ��ݤp�� %s

source: Value must be greater than %s
et: Väärtus peab olema suurem kui %s
nl: Waarde moet groter zijn dan %s
pt_br: Valor deve ser maior que %s
sv: V&auml;rdet m&aring;ste vara st&ouml;rre &auml;n %s
zh_tw: �ȥ��ݤj�� %s

source: <b>Results:</b>&nbsp;Viewing&nbsp;%s&nbsp;%s-%s&nbsp;of&nbsp;%s.
et: <b>Tulemused:</b>&nbsp;Kuvatud&nbsp;%s&nbsp;%s-%s&nbsp;%s kirjest.
nl: <b>Resultaat:</b>&nbsp;&nbsp;%s&nbsp;%s&nbsp;tot&nbsp;%s&nbsp;worden&nbsp;getoond&nbsp;(totaal %s).
pt_br: <b>Resultados:</b>&nbsp;Mostrando&nbsp;%s&nbsp;%s-%s&nbsp;de&nbsp;%s.
sv: <b>Resultat:</b>&nbsp;Visar&nbsp;%s&nbsp;%s-%s&nbsp;av&nbsp;%s.
zh_tw: <b>���G:</b>&nbsp;���&nbsp;%s&nbsp;%s-%s&nbsp;of&nbsp;%s.

source: <b>Results:</b> No %s found.
et: <b>Tulemused:</b> Otsitavat vastet ei leitud.
nl: <b>Resultaat:</b> Geen %s gevonden.
pt_br: <b>Resultados:</b> N�o localizado %s.
sv: <b>Resultat:</b> Inget %s funnet.
zh_tw: <b>���G:</b> ���o�{ %s.

source: Filter
et: Filtreeri

source: Previous
et: Eelmine
nl: Vorige
pt_br: Anterior
sv: F&ouml;reg&aring;nde
zh_tw: �e�@��

source: Next
et: Järgmine
nl: Volgende
pt_br: Pr�ximo
sv: N&auml;sta

source: List All
et: Näita kõik
nl: Lijst Alle
pt_br: Mostrar Todos
sv: Visa alla
zh_tw: ��ܥ���

source: Create a New
et: Loo
nl: Maak een nieuwe
pt_br: Criar um Novo
sv: Skapa en ny
zh_tw: �s��

source: Go to "Form Drafts"
et: Tagasi mustandite nimekirja
nl: Ga naar "Form Drafts"
pt_br: Ir para "Form Drafts"
sv: G&aring; til "formul&auml;rutkast"
zh_tw: ��� "��Z"

source: Create
et: Loo
nl: CreÃ«ren
pt_br: Criar
sv: Skapa
zh_tw: �s��

source: Edit
et: Redigeeri
nl: Bewerk
pt_br: Editar
sv: Redigera
zh_tw: �s��

source: Save
et: Salvesta
nl: Opslaan
pt_br: Salvar
sv: Spara
zh_tw: �x�s

source: Cancel
et: Loobu
nl: Annuleren
pt_br: Cancelar
sv: Avbryt

source: Delete
et: Kustuta
nl: Verwijderen
pt_br: Apagar
sv: Radera
zh_tw: �R��

source: Are you SURE you want to DELETE this %s?
et: Kas oled kindel, et soovid kustutada seda kirjet - %s?
nl: Bent u ZEKER dat u dat u dit %s wil VERWIJDEREN?
pt_br: Tem certeza que deseja apagar este %s?
sv: &Auml;r du s&auml;ker p&aring; att du vill RADERA %s?
zh_tw: �A�T�w�R���o�� %s?

source: Are you SURE you want to DELETE this
et: Kas oled kindel, et soovid kustutada seda kirjet?

source: List of Form Drafts
et: Mustandite nimekiri
nl: Lijst van Form Drafts
pt_br: Lista de "Form Drafts"
sv: Lista over formul&auml;rutkast
zh_tw: ��Z�C��

source: View List
et: Vaata nimekirja
nl: Bekijk lijst
pt_br: Mostrar Lista
sv: Visa lista
zh_tw: ��ɦC��

source: Create New
et: Loo
nl: Maak nieuw
pt_br: Criar Novo
sv: Skapa ny
zh_tw: �s��

source: True
et: Tõene

source: False
et: Väär

source: Set
et: Seatud

source: Unset
et: Ei ole seatud

source: N/A
et: ei ole veel määratud

source: Already in Use
et: See on juba kasutusel.

source: %s is required
nl: %s is verplicht
pt_br: %s � obrigat�rio
sv: %s er obligatorisk
zh_tw: %s �O���ݪ�

source: <b>Results:</b> 1 %s found.
nl: <b>Resultaat:</b> 1 %s gevonden.
pt_br: <b>Resultados:</b> Localizado 1 %s.
sv: <b>Resultat:</b> 1 %s funnet.
zh_tw: <b>���G:</b> �o�{ 1 %s .
